[
  {"name": "Calls Blocker & Recorder Lite", "package": "com.pilaniaanand.apps.android.callsblockerrecorderlite", "icon": null, "versionName": "1.0", "versionCode": 1, "description": "Incoming calls blocking with recording functionality. This Lite version doesnt contails all functionalities of full app, like, can block and record outgoing calls as well as incoming calls and can save them with popular audio extensions, no limitations of recording etc etc.", "author": "Anand Pilania", "releaseDate": "27/02/2017"},
  {"name": "Calls Blocker & Recorder", "package": "com.pilaniaanand.apps.android.callsblockerrecorder", "icon": null, "versionName": "1.0", "versionCode": 1, "description": "Fully featured incoming and outgoing calls recodring and blocking app with scheduling functionality and can save recording in many popular extensions like amr, wav, 3gp etc. You can choose the mode of blocking, like, hang-up, disconnect, not-reachable. Recording functionality provides you different ways to record, like, mic, line, call etc.", "author": "Anand Pilania", "releaseDate": "28/02/2017"},
  {"name": "Awesome Camera", "package": "com.pilaniaanand.apps.android.awesomecamera", "icon": null, "versionName": "1.0", "versionCode": 1, "description": "An alternative of your android camera app with real-time filtering + effects and emoji. Can beautify before talking the snap.", "author": "Anand Pilania", "releaseDate": "28/03/2017"},
  {"name": "Sms Blocker", "package": "com.pilaniaanand.apps.android.smsblocker", "icon": null, "versionName": "1.0", "versionCode": 1, "description": "Sms blocker can block incoming sms to appear them the default sms app and also block outgoing msg to be delivered. This app is very useful, because it can block sms with user provided numbers and also block if sms contains (incoming/outgoing) predefined word-patterns.", "author": "Anand Pilania", "releaseDate": "04/03/2017"},
  {"name": "iLock", "package": "com.pilaniaanand.apps.android.ilock", "icon": null, "versionName": "1.0", "versionCode": 1, "description": "iLock will convert android lock-screen to iPhone style lock-screen and gives you directly access to most used apps and widgets directly from the lock-screen. Additionally this app will also provides you directly replying to emails, whatsapp, messages and other social app from lock-screen. Can change wallpapers timely on your behalf and pre-defined patterns.", "author": "Anand Pilania", "releaseDate": "12/03/2017"},
  {"name": "Dialer", "package": "com.pilaniaanand.apps.android.dialer", "icon": null, "versionName": "1.0", "versionCode": 1, "description": "With Android Dialer, you can totally replace your default dialer app because its provides you greater flexibility and handy tools to manager your dials with many themes (like, old styled dialer, material dialer, steel dialer etc). Its also provides you the call blocking facility on-the-fly.", "author": "Anand Pilania", "releaseDate": "04/04/2017"}
]
